{
   "allowDuplicatesAcrossWindowsDivHelp": {
      "description": "Help text for ignoreHash section of settings",
      "message": "\u003Cp>Selecting this option disables detection of duplicate tabs across Chrome windows. If enabled, \u003Cem>Clutter Free\u003C/em> will only detect duplicate tabs within the same window, and not if they are opened in a different one.\u003C/p>\u003Cp>By default, the option is marked \u003Cem>'off'\u003C/em>, and Clutter Free detects and prevents duplicate tabs across Chrome Windows.\u003C/p>"
   },
   "appDescription": {
      "description": "The description of the application",
      "message": "Reduce tab clutter by avoiding duplicate tabs, across Chrome windows"
   },
   "appName": {
      "description": "The name of the application",
      "message": "Clutter Free - Prevent duplicate tabs"
   },
   "browserButtonTitle": {
      "description": "Hover text of the browser button",
      "message": "Clutter Free - No Duplicate Tabs"
   },
   "contextMenuText_duplicate": {
      "description": "Title text for duplicate context menu",
      "message": "Duplicate this page"
   },
   "contextMenuText_moveToLast": {
      "description": "Title text for whitelist context menu",
      "message": "Move tab to end of window"
   },
   "contextMenuText_whitelist": {
      "description": "Title text for whitelist context menu",
      "message": "Add page to whitelist - allow duplicate tabs"
   },
   "feedbackHelp": {
      "description": "Help text for feedback section of settings",
      "message": "\u003Cp>Please use this form to share your feedback and inputs on the extension.\u003C/p>"
   },
   "ignoreHashDivHelp": {
      "description": "Help text for ignoreHash section of settings",
      "message": "\u003Cp>As an example, \u003Ca href='http://c306.net/?utm_source=dT%20Options&utm_medium=referral&utm_content=dTOptionsInline&utm_campaign=dt_ext' target='_blank'>c306.net\u003C/a> and \u003Ca href='http://c306.net/?utm_source=dT%20Options&utm_medium=referral&utm_content=dTOptionsInline&utm_campaign=dt_ext#home_menu_div_blogs' target='_blank'>c306.net/#home_menu_div_blogs\u003C/a> are not considered duplicates by default. This is useful since many modern web apps use hash fragments as markers within the app.\u003C/p>\u003Cp>\u003Cstrong>Changing this setting may lead to data loss in certain cases.\u003C/strong>\u003C/p>"
   },
   "keepNewerHelp": {
      "description": "Help text for keepNewer section of settings",
      "message": "\u003Cp>Default, and recommended behaviour is to keep the old tab, and close the new duplicate. The old tab may have data in it - filled forms, uploaded files, unsaved text, that may get lost if closed.\u003C/p>\u003Cp>\u003Cstrong>Changing this setting may lead to data loss in certain cases.\u003C/strong>"
   },
   "meHelp": {
      "description": "Help text for me section of settings",
      "message": "\u003Cp>Hi, I'm Adi!\u003C/p>\u003Cp>I'm an engineer and an MBA by education, a management consultant by what I've done longest, a runner-cycist-swimmer-hiker by what I enjoy as punishment, and too much of a dog person, according to most dogs.\u003C/p>\u003Cp>I also like staying (loosely) in touch with those old programming skills I learnt in undergrad over a decade back. So, in my spare time, I develop extensions and apps for Chrome - mainly around some need I have or, in case of this particular extension, that @Zee had.\u003C/p>\u003Cp>Catch me on Twitter (@adityabhaskar) if you've got any feedback, or just want to chat.\u003C/p>\u003Cp>I'm also at @middlering, if you want to talk about running, cycling, swimming, hiking, or not loving your dog too much.\u003C/p>\u003Cp>Cheers!\u003C/p>"
   },
   "originalTabBehaviourDivHelp": {
      "description": "Help text for showContextMenu section of settings",
      "message": "\u003Cp>This setting defines what happens when you click on a link that is already open in another tab.\u003C/p>\u003Cp>You can use this setting to change this behaviour to:\u003Col>\u003Cli>Leave current tab as it is, and switch to tab where the link is open (Default)\u003C/li>\u003Cli>Close current tab, then switch to tab where the link is open\u003C/li>\u003Cli>Stay on source tab, while closing the duplicate target tab in the background\u003C/li>\u003C/ol>\u003C/p>"
   },
   "refreshOriginalDivHelp": {
      "description": "Help text for ignoreHash section of settings",
      "message": "\u003Cp>When this setting is checked, the original page is refreshed after closing a duplicate.\u003C/p>\u003Cp>This is useful when most duplicates are opened to check latest/updated information, news, scores, etc, without realising the page is already open in another tab. On closing the duplicate, the original page is refreshed ensuring you get the latest, updated information.\u003C/p>\u003Cp>However, this can also lead to data loss if the original page had unsaved data - filled in forms, blog posts, etc. This data may be lost when the page is refreshed.\u003C/p>\u003Cp>\u003Cstrong>Changing this setting may lead to data loss in certain cases.\u003C/strong>"
   },
   "shortName": {
      "description": "Short name of the application",
      "message": "Clutter Free"
   },
   "showContextMenuDivHelp": {
      "description": "Help text for showContextMenu section of settings",
      "message": "\u003Cp>By default, the extension adds an option in context (right-click) menu to duplicate current tab.\u003C/p>\u003Cp>You can use this setting to change the right-click menu behaviour to:\u003Col>\u003Cli>Duplicate current tab\u003C/li>\u003Cli>Whitelist current tab's URL\u003C/li>\u003Cli>Remove right-click menu completely\u003C/li>\u003C/ol>\u003C/p>"
   },
   "showInfobarHelp": {
      "description": "Help text for showInfobar section of settings",
      "message": "\u003Cp>Default behaviour of the extension is to close duplicate pages when they are opened, and either switch to or highlight, the already open pages with those URLs. As an alternative, you can have an infobar shown on duplicate pages, instead of closing them. Clicking through the infobar will close the duplicate and switch to original.\u003C/p>"
   },
   "showNotificationsDivHelp": {
      "description": "Help text for showNotifications section of settings",
      "message": "\u003Cp>Enable, or disable, notifications for following actions:\u003Col>\u003Cli>Updating whitelist with new items\u003C/li>\u003Cli>Tabs restored from startup (using popup menu)\u003C/li>\u003C/ol>\u003C/p>\u003Cp>Doesn't impact any notifications forced through when there are major updates to the extension.\u003C/p>"
   },
   "startStateDivHelp": {
      "description": "Help text for startState section of settings",
      "message": "\u003Cp>Default behaviour is for the extension to start in switched \u003Cstrong>ON\u003C/strong> state. However, under certain circumstances, this can cause data loss:\u003C/p>\u003Cp>1. If there are duplicate pages open from a previous session, they'll be closed on startup.\u003C/p>\u003Cp>2. If you are connecting using a network which redirects pages to a login (or accept terms) page, this may result in all but one tabs being closed as duplicates (since all are redirected to the same URL).\u003C/p>\u003Cp>In each of these cases, the closed tabs can be restored quickly by using the 'Restore all tabs from startup' option in the extension's browser button.\u003C/p>\u003Cp>If you encounter these issues regularly, you may change the default behaviour of the extension to start in switched \u003Cstrong>OFF\u003C/strong> state.\u003C/p>"
   },
   "whitelistHelp": {
      "description": "Help text for whitelist section of settings",
      "message": "\u003Cp>Whitelist allows you to specify URLs for which you want to allow duplicate tabs by default.\u003C/p>\u003Cp>By default, \u003Cem>chrome://newtab/\u003C/em> and \u003Cem>about:blank\u003C/em> are whitelisted. It is recommended that you keep them in the whitelist to prevent tab closing issues on slower connections.\u003C/p>"
   }
}
